Repository: m-sadykov/lecturenotes
Catalog: lecturenotes/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: This recording exceeds your plan limit. Freemium plan allows only 5 minutes per audio import.
ar: يتجاوز هذا التسجيل حد باقتك. تتيح باقة Freemium فقط 5 دقائق لكل استيراد صوتي.
ca: Aquesta gravació supera el límit del vostre pla. El pla Freemium només permet 5 minuts per importació d'àudio.
cs: Tato nahrávka překračuje limit vašeho plánu. Plán Freemium umožňuje pouze 5 minut na import zvuku.
da: Denne optagelse overskrider din plangrænse. Freemium planen tillader kun 5 minutter pr. lydimport.
de: Diese Aufnahme überschreitet Ihr Planlimit. Der Freemium-Plan erlaubt nur 5 Minuten pro Audioimport.
el: Αυτή η εγγραφή υπερβαίνει το όριο του σχεδίου σας. Το σχέδιο Freemium επιτρέπει μόνο 5 λεπτά ανά εισαγωγή ήχου.
es: Esta grabación excede el límite de su plan. El plan Freemium permite solo 5 minutos por importación de audio.
fi: Tämä tallennus ylittää suunnitelmasi rajan. Freemium-suunnitelma sallii vain 5 minuuttia äänen tuontia kohden.
fr: Cet enregistrement dépasse la limite de votre forfait. Le plan Freemium autorise seulement 5 minutes par importation audio.
he: הקלטה זו חורגת ממגבלת התוכנית שלך. תוכנית Freemium מאפשרת רק 5 דקות לכל ייבוא ​​אודיו.
hi: यह रिकॉर्डिंग आपकी योजना सीमा से अधिक है. Freemium योजना प्रति ऑडियो आयात केवल 5 मिनट की अनुमति देती है।
hr: Ova snimka premašuje ograničenje vašeg plana. Freemium plan dopušta samo 5 minuta po audio uvozu.
hu: Ez a felvétel meghaladja a terv korlátját. Az Freemium terv csak 5 percet tesz lehetővé hangimportálásonként.
id: Rekaman ini melebihi batas paket Anda. Paket Freemium hanya mengizinkan 5 menit per impor audio.
it: Questa registrazione supera il limite del tuo piano. Il piano Freemium consente solo 5 minuti per importazione audio.
ja: この録音はプランの制限を超えています。 Freemium プランでは、オーディオのインポートごとに 5 分のみ許可されます。
ko: 이 녹음은 요금제 한도를 초과합니다. Freemium 계획은 오디오 가져오기당 5분만 허용합니다.
ms: Rakaman ini melebihi had pelan anda. Pelan Freemium membenarkan hanya 5 minit setiap import audio.
nb: Dette opptaket overskrider plangrensen din. Freemium planen tillater kun 5 minutter per lydimport.
nl: Deze opname overschrijdt uw abonnementslimiet. Het Freemium abonnement staat slechts 5 minuten per audio-import toe.
pl: To nagranie przekracza limit Twojego planu. Plan Freemium pozwala tylko na 5 minut na import dźwięku.
pt: Esta gravação excede o limite do seu plano. O plano Freemium permite apenas 5 minutos por importação de áudio.
ro: Această înregistrare depășește limita planului dvs. Planul Freemium permite doar 5 minute pentru fiecare import audio.
ru: Эта запись превышает лимит вашего плана. План Freemium позволяет импортировать аудио только 5 минут.
sk: Tento záznam prekračuje limit vášho plánu. Plán Freemium umožňuje iba 5 minút na import zvuku.
sv: Denna inspelning överskrider din plangräns. Freemium plan tillåter endast 5 minuter per ljudimport.
th: การบันทึกนี้เกินขีดจำกัดแผนของคุณ แผน Freemium อนุญาตให้นำเข้าเสียงได้เพียง 5 นาทีต่อการนำเข้าเสียงหนึ่งครั้ง
tr: Bu kayıt plan sınırınızı aşıyor. Freemium planı ses aktarımı başına yalnızca 5 dakikaya izin verir.
uk: Цей запис перевищує ліміт вашого плану. План Freemium дозволяє лише 5 хвилин на імпорт аудіо.
vi: Bản ghi này vượt quá giới hạn gói của bạn. Gói Freemium chỉ cho phép 5 phút cho mỗi lần nhập âm thanh.
zh_hans: 此录音超出了您的计划限制。 Freemium 计划每次音频导入仅允许 5 分钟。
zh_hant: 此錄音超出了您的計劃限制。 Freemium 計畫每次音訊匯入僅允許 5 分鐘。

source: This recording exceeds your plan limit. Premium plan allows only 100 minutes per audio import.
ar: يتجاوز هذا التسجيل حد باقتك. تتيح باقة Premium فقط 100 دقيقة لكل استيراد صوتي.
ca: Aquesta gravació supera el límit del vostre pla. El pla Premium només permet 100 minuts per importació d'àudio.
cs: Tato nahrávka překračuje limit vašeho plánu. Plán Premium umožňuje pouze 100 minut na import zvuku.
da: Denne optagelse overskrider din plangrænse. Premium planen tillader kun 100 minutter pr. lydimport.
de: Diese Aufnahme überschreitet Ihr Planlimit. Der Premium-Plan erlaubt nur 100 Minuten pro Audioimport.
el: Αυτή η εγγραφή υπερβαίνει το όριο του σχεδίου σας. Το σχέδιο Premium επιτρέπει μόνο 100 λεπτά ανά εισαγωγή ήχου.
es: Esta grabación excede el límite de su plan. El plan Premium permite solo 100 minutos por importación de audio.
fi: Tämä tallennus ylittää suunnitelmasi rajan. Premium-suunnitelma sallii vain 100 minuuttia äänen tuontia kohden.
fr: Cet enregistrement dépasse la limite de votre forfait. Le plan Premium autorise seulement 100 minutes par importation audio.
he: הקלטה זו חורגת ממגבלת התוכנית שלך. תוכנית Premium מאפשרת רק 100 דקות לכל ייבוא ​​אודיו.
hi: यह रिकॉर्डिंग आपकी योजना सीमा से अधिक है. Premium योजना प्रति ऑडियो आयात केवल 100 मिनट की अनुमति देती है।
hr: Ova snimka premašuje ograničenje vašeg plana. Premium plan dopušta samo 100 minuta po audio uvozu.
hu: Ez a felvétel meghaladja a terv korlátját. Az Premium terv csak 100 percet tesz lehetővé hangimportálásonként.
id: Rekaman ini melebihi batas paket Anda. Paket Premium hanya mengizinkan 100 menit per impor audio.
it: Questa registrazione supera il limite del tuo piano. Il piano Premium consente solo 100 minuti per importazione audio.
ja: この録音はプランの制限を超えています。 Premium プランでは、オーディオのインポートごとに 100 分のみ許可されます。
ko: 이 녹음은 요금제 한도를 초과합니다. Premium 계획은 오디오 가져오기당 100분만 허용합니다.
ms: Rakaman ini melebihi had pelan anda. Pelan Premium membenarkan hanya 100 minit setiap import audio.
nb: Dette opptaket overskrider plangrensen din. Premium planen tillater kun 100 minutter per lydimport.
nl: Deze opname overschrijdt uw abonnementslimiet. Het Premium abonnement staat slechts 100 minuten per audio-import toe.
pl: To nagranie przekracza limit Twojego planu. Plan Premium pozwala tylko na 100 minut na import dźwięku.
pt: Esta gravação excede o limite do seu plano. O plano Premium permite apenas 100 minutos por importação de áudio.
ro: Această înregistrare depășește limita planului dvs. Planul Premium permite doar 100 de minute pentru fiecare import audio.
ru: Эта запись превышает лимит вашего плана. План Premium позволяет импортировать аудио только 100 минут.
sk: Tento záznam prekračuje limit vášho plánu. Plán Premium umožňuje iba 100 minút na import zvuku.
sv: Denna inspelning överskrider din plangräns. Premium plan tillåter endast 100 minuter per ljudimport.
th: การบันทึกนี้เกินขีดจำกัดแผนของคุณ แผน Premium อนุญาตให้นำเข้าเสียงได้เพียง 100 นาทีต่อการนำเข้าเสียงหนึ่งครั้ง
tr: Bu kayıt plan sınırınızı aşıyor. Premium planı ses aktarımı başına yalnızca 100 dakikaya izin verir.
uk: Цей запис перевищує ліміт вашого плану. План Premium дозволяє лише 100 хвилин на імпорт аудіо.
vi: Bản ghi này vượt quá giới hạn gói của bạn. Gói Premium chỉ cho phép 100 phút cho mỗi lần nhập âm thanh.
zh_hans: 此录音超出了您的计划限制。 Premium 计划仅允许每次音频导入 100 分钟。
zh_hant: 此錄音超出了您的計劃限制。 Premium 計畫僅允許每次音訊導入 100 分鐘。

source: This recording exceeds your plan limit. Pro plan allows only 4 hours per audio import.
ar: يتجاوز هذا التسجيل حد باقتك. تتيح باقة Pro فقط 4 ساعات لكل استيراد صوتي.
ca: Aquesta gravació supera el límit del vostre pla. El pla Pro només permet 4 hores per importació d'àudio.
cs: Tato nahrávka překračuje limit vašeho plánu. Plán Pro umožňuje pouze 4 hodiny na import zvuku.
da: Denne optagelse overskrider din plangrænse. Pro planen tillader kun 4 timer pr. lydimport.
de: Diese Aufnahme überschreitet Ihr Planlimit. Der Pro-Plan erlaubt nur 4 Stunden pro Audioimport.
el: Αυτή η εγγραφή υπερβαίνει το όριο του σχεδίου σας. Το πρόγραμμα Pro επιτρέπει μόνο 4 ώρες ανά εισαγωγή ήχου.
es: Esta grabación excede el límite de su plan. El plan Pro permite solo 4 horas por importación de audio.
fi: Tämä tallennus ylittää suunnitelmasi rajan. Pro-suunnitelma sallii vain 4 tuntia äänen tuontia kohden.
fr: Cet enregistrement dépasse la limite de votre forfait. Le plan Pro autorise seulement 4 heures par importation audio.
he: הקלטה זו חורגת ממגבלת התוכנית שלך. תוכנית Pro מאפשרת רק 4 שעות לכל ייבוא ​​אודיו.
hi: यह रिकॉर्डिंग आपकी योजना सीमा से अधिक है. Pro योजना प्रति ऑडियो आयात केवल 4 घंटे की अनुमति देती है।
hr: Ova snimka premašuje ograničenje vašeg plana. Pro plan dopušta samo 4 sata po audio uvozu.
hu: Ez a felvétel meghaladja a terv korlátját. Az Pro terv csak 4 órát engedélyez audioimportálásonként.
id: Rekaman ini melebihi batas paket Anda. Paket Pro hanya mengizinkan 4 jam per impor audio.
it: Questa registrazione supera il limite del tuo piano. Il piano Pro consente solo 4 ore per importazione audio.
ja: この録音はプランの制限を超えています。 Pro プランでは、オーディオのインポートごとに 4 時間のみ許可されます。
ko: 이 녹음은 요금제 한도를 초과합니다. Pro 계획은 오디오 가져오기당 4시간만 허용합니다.
ms: Rakaman ini melebihi had pelan anda. Pelan Pro membenarkan hanya 4 jam setiap import audio.
nb: Dette opptaket overskrider plangrensen din. Pro planen tillater kun 4 timer per lydimport.
nl: Deze opname overschrijdt uw abonnementslimiet. Het Pro abonnement staat slechts 4 uur per audio-import toe.
pl: To nagranie przekracza limit Twojego planu. Plan Pro pozwala tylko na 4 godziny importu dźwięku.
pt: Esta gravação excede o limite do seu plano. O plano Pro permite apenas 4 horas por importação de áudio.
ro: Această înregistrare depășește limita planului dvs. Planul Pro permite doar 4 ore pentru fiecare import audio.
ru: Эта запись превышает лимит вашего плана. План Pro позволяет импортировать аудио только 4 часа.
sk: Tento záznam prekračuje limit vášho plánu. Plán Pro umožňuje iba 4 hodiny na import zvuku.
sv: Denna inspelning överskrider din plangräns. Pro plan tillåter endast 4 timmar per ljudimport.
th: การบันทึกนี้เกินขีดจำกัดแผนของคุณ แผน Pro อนุญาตให้นำเข้าเสียงได้เพียง 4 ชั่วโมงต่อการนำเข้าเสียงหนึ่งครั้ง
tr: Bu kayıt plan sınırınızı aşıyor. Pro planı ses aktarımı başına yalnızca 4 saate izin verir.
uk: Цей запис перевищує ліміт вашого плану. План Pro дозволяє лише 4 години на імпорт аудіо.
vi: Bản ghi này vượt quá giới hạn gói của bạn. Gói Pro chỉ cho phép 4 giờ cho mỗi lần nhập âm thanh.
zh_hans: 此录音超出了您的计划限制。 Pro 计划每次音频导入仅允许 4 小时。
zh_hant: 此錄音超出了您的計劃限制。 Pro 計畫每次音訊匯入僅允許 4 小時。

source: Timer
ar: المؤقت
ca: Temporitzador
cs: Časovač
el: Χρονοδιακόπτης
es: Temporizador
fi: Ajastin
fr: Minuterie
he: טיימר
hi: टाइमर
hr: Odbrojavanje vremena
hu: Időzítő
id: pengatur waktu
it: Temporizzatore
ja: タイマー
ko: 타이머
ms: Pemasa
pl: Regulator czasowy
pt: Temporizador
ro: Cronometru
ru: Таймер
sk: Časovač
th: ตัวจับเวลา
tr: Zamanlayıcı
uk: Таймер
vi: hẹn giờ
zh_hans: 定时器
zh_hant: 定時器

source: Title updated.
ar: تم تحديث العنوان.
ca: Títol actualitzat.
cs: Název aktualizován.
da: Titel opdateret.
de: Titel aktualisiert.
el: Ο τίτλος ενημερώθηκε.
es: Título actualizado.
fi: Otsikko päivitetty.
fr: Titre mis à jour.
he: הכותרת עודכנה.
hi: शीर्षक अद्यतन किया गया.
hr: Naslov ažuriran.
hu: Cím frissítve.
id: Judul diperbarui.
it: Titolo aggiornato.
ja: タイトルを更新しました。
ko: 제목이 업데이트되었습니다.
ms: Tajuk dikemas kini.
nb: Tittel oppdatert.
nl: Titel bijgewerkt.
pl: Tytuł zaktualizowany.
pt: Título atualizado.
ro: Titlul a fost actualizat.
ru: Название обновлено.
sk: Názov bol aktualizovaný.
sv: Titel uppdaterad.
th: อัปเดตชื่อแล้ว
tr: Başlık güncellendi.
uk: Назва оновлена.
vi: Đã cập nhật tiêu đề.
zh_hans: 标题已更新。
zh_hant: 標題已更新。

source: To create transcripts, summaries, flashcards, and quizzes, the app sends your imported text, PDF, or audio recording to Firebase and OpenAI for processing.
ar: لإنشاء النصوص المفرغة والملخصات والبطاقات التعليمية والاختبارات، يرسل التطبيق النص أو ملف PDF أو التسجيل الصوتي الذي تستورده إلى Firebase وOpenAI للمعالجة.
ca: Per crear transcripcions, resums, targetes flash i proves, l'aplicació envia el text importat, PDF o la gravació d'àudio a Firebase i OpenAI perquè es processin.
cs: Chcete-li vytvořit přepisy, shrnutí, kartičky a kvízy, aplikace odešle váš importovaný text, PDF, nebo zvukový záznam do Firebase a OpenAI ke zpracování.
da: For at oprette transskriptioner, oversigter, flashcards og quizzer sender appen din importerede tekst, PDF eller lydoptagelse til Firebase og OpenAI til behandling.
de: Um Transkripte, Zusammenfassungen, Karteikarten und Tests zu erstellen, sendet die App Ihren importierten Text, PDF, oder Ihre Audioaufzeichnung zur Verarbeitung an Firebase und OpenAI.
el: Για να δημιουργήσετε μεταγραφές, περιλήψεις, flashcards και κουίζ, η εφαρμογή στέλνει το εισαγόμενο κείμενο, PDF ή ηχογράφηση στα Firebase και OpenAI για επεξεργασία.
es: Para crear transcripciones, resúmenes, tarjetas didácticas y cuestionarios, la aplicación envía su texto importado, PDF, o grabación de audio a Firebase y OpenAI para su procesamiento.
fi: Luodaksesi transkriptioita, yhteenvetoja, muistikortteja ja tietokilpailuja, sovellus lähettää tuodun tekstin, PDF tai äänitallenteen Firebase ja OpenAI käsittelyä varten.
fr: Pour créer des transcriptions, des résumés, des flashcards et des quiz, l'application envoie votre texte importé, PDF, ou votre enregistrement audio à Firebase et OpenAI pour traitement.
he: כדי ליצור תמלילים, סיכומים, כרטיסי פלאש וחידונים, האפליקציה שולחת את הטקסט המיובא שלך, PDF, או הקלטת אודיו אל Firebase וOpenAI לעיבוד.
hi: ट्रांसक्रिप्ट, सारांश, फ्लैशकार्ड और क्विज़ बनाने के लिए, ऐप आपके आयातित टेक्स्ट, PDF, या ऑडियो रिकॉर्डिंग को प्रोसेसिंग के लिए Firebase और OpenAI पर भेजता है।
hr: Za izradu prijepisa, sažetaka, kartica i kvizova, aplikacija šalje vaš uvezeni tekst, PDF ili audio snimku na Firebase i OpenAI na obradu.
hu: Átiratok, összefoglalók, kártyák és kvízek készítéséhez az alkalmazás elküldi az importált szöveget (PDF) vagy hangfelvételt a Firebase és OpenAI címre feldolgozás céljából.
id: Untuk membuat transkrip, ringkasan, kartu flash, dan kuis, aplikasi mengirimkan teks yang diimpor, PDF, atau rekaman audio ke Firebase dan OpenAI untuk diproses.
it: Per creare trascrizioni, riepiloghi, flashcard e quiz, l'app invia il testo importato, PDF o la registrazione audio a Firebase e OpenAI per l'elaborazione.
ja: トランスクリプト、要約、フラッシュカード、クイズを作成するために、アプリはインポートされたテキスト、PDF、または音声録音を Firebase および OpenAI に送信して処理します。
ko: 스크립트, 요약, 플래시카드 및 퀴즈를 만들기 위해 앱은 가져온 텍스트, PDF 또는 오디오 녹음을 처리를 위해 Firebase 및 OpenAI로 보냅니다.
ms: Untuk membuat transkrip, ringkasan, kad imbas dan kuiz, apl menghantar teks import anda, PDF atau rakaman audio ke Firebase dan OpenAI untuk diproses.
nb: For å lage transkripsjoner, sammendrag, flashcards og spørrekonkurranser sender appen din importerte tekst, PDF eller lydopptak til Firebase og OpenAI for behandling.
nl: Om transcripties, samenvattingen, flashcards en quizzen te maken, stuurt de app uw geïmporteerde tekst, PDF of audio-opname naar Firebase en OpenAI voor verwerking.
pl: Aby utworzyć transkrypcje, streszczenia, fiszki i quizy, aplikacja wysyła zaimportowany tekst, PDF lub nagranie audio do Firebase i OpenAI w celu przetworzenia.
pt: Para criar transcrições, resumos, flashcards e questionários, o aplicativo envia seu texto importado, PDF, ou gravação de áudio para Firebase e OpenAI para processamento.
ro: Pentru a crea transcrieri, rezumate, carduri flash și chestionare, aplicația trimite textul dvs. importat, PDF sau înregistrarea audio către Firebase și OpenAI pentru procesare.
ru: Для создания транскриптов, резюме, карточек и тестов приложение отправляет импортированный текст PDF или аудиозапись в Firebase и OpenAI для обработки.
sk: Ak chcete vytvoriť prepisy, súhrny, kartičky a kvízy, aplikácia odošle váš importovaný text, PDF, alebo zvukový záznam do Firebase a OpenAI na spracovanie.
sv: För att skapa avskrifter, sammanfattningar, flashcards och frågesporter skickar appen din importerade text, PDF eller ljudinspelning till Firebase och OpenAI för bearbetning.
th: หากต้องการสร้างการถอดเสียง สรุป บัตรคำศัพท์ และแบบทดสอบ แอปจะส่งข้อความที่นำเข้า PDF หรือการบันทึกเสียงไปยัง Firebase และ OpenAI เพื่อประมวลผล
tr: Uygulama, transkriptler, özetler, bilgi kartları ve testler oluşturmak için içe aktarılan metninizi, PDF veya ses kaydınızı işlenmek üzere Firebase ve OpenAI'ye gönderir.
uk: Щоб створити стенограми, підсумки, картки та тести, програма надсилає ваш імпортований текст, PDF або аудіозапис до Firebase та OpenAI для обробки.
vi: Để tạo bản ghi, tóm tắt, thẻ nhớ và câu hỏi, ứng dụng sẽ gửi văn bản đã nhập của bạn, PDF hoặc bản ghi âm đến Firebase và OpenAI để xử lý.
zh_hans: 要创建成绩单、摘要、抽认卡和测验，应用程序会将导入的文本、PDF 或录音发送到 Firebase 和 OpenAI 进行处理。
zh_hant: 若要建立成績單、摘要、抽認卡和測驗，應用程式會將匯入的文字、PDF 或錄音傳送至 Firebase 和 OpenAI 進行處理。

source: Transcribing
ar: تفريغ النص
ca: Transcripció
cs: Přepisování
da: Transskribering
de: Transkribieren
el: Μεταγραφή
es: Transcribiendo
fi: Transkriptio
fr: Transcription
he: מתמלל
hi: प्रतिलेखन
hr: Transkribiranje
hu: Átírás
id: Mentranskripsikan
it: Trascrizione
ja: 文字起こし
ko: 전사하는 중
ms: Mentranskripsi
nb: Transkribering
nl: Transcriberen
pl: Transkrypcja
pt: Transcrever
ro: Transcrierea
ru: Транскрипция
sk: Prepisovanie
sv: Transkribering
th: กำลังถอดเสียง
tr: Metne dönüştürme
uk: Транскрибування
vi: Phiên âm
zh_hans: 抄写
zh_hant: 抄寫

source: Transcribing...
ar: جارٍ تفريغ النص...
ca: Transcripció...
cs: Přepis...
da: Transskriberer...
de: Transkribieren...
el: Μεταγραφή...
es: Transcribiendo...
fi: Litteroidaan...
fr: Transcription...
he: מתמלל...
hi: प्रतिलेखन...
hr: Prijepis...
hu: Átírás...
id: Mentranskripsikan...
it: Trascrizione...
ja: 転記中...
ko: 스크립트 작성 중...
ms: Mentranskripsi...
nb: Transkriberer...
nl: Transcriberen...
pl: Transkrypcja...
pt: Transcrevendo...
ro: Se transcrie...
ru: Расшифровка...
sk: Prepisuje sa...
sv: Transkriberar...
th: กำลังถอดเสียง...
tr: Metne dönüştürülüyor...
uk: Транскрибування...
vi: Phiên âm...
zh_hans: 正在抄写...
zh_hant: 正在抄寫...

source: Transcript
ar: النص المكتوب
ca: Transcripció
cs: Přepis
da: Transskription
de: Transkript
el: Απομαγνητοφώνηση
es: Transcripción
fi: Litterointi
fr: Transcription
he: תמלול
hi: प्रतिलेख
hr: Prijepis
hu: Leirat
id: Transkrip
it: Trascrizione
ja: 文字起こし
ko: 대본
ms: Transkrip
nb: Transkripsjon
nl: Afschrift
pl: Transkrypcja
pt: Transcrição
ro: Transcriere
ru: Транскрипт
sk: Prepis
sv: Transkription
th: ถอดเสียง
tr: Döküm
uk: Транскрипт
vi: Bản chép lời
zh_hans: 转录
zh_hant: 轉錄

source: Transcript is not available yet.
ar: النص المفرغ غير متاح بعد.
ca: La transcripció encara no està disponible.
cs: Přepis zatím není k dispozici.
da: Transskription er ikke tilgængelig endnu.
de: Das Transkript ist noch nicht verfügbar.
el: Η μεταγραφή δεν είναι ακόμη διαθέσιμη.
es: La transcripción aún no está disponible.
fi: Transkriptio ei ole vielä saatavilla.
fr: La transcription n’est pas encore disponible.
he: תמלול אינו זמין עדיין.
hi: प्रतिलेख अभी उपलब्ध नहीं है.
hr: Transkript još nije dostupan.
hu: Az átirat még nem érhető el.
id: Transkrip belum tersedia.
it: La trascrizione non è ancora disponibile.
ja: トランスクリプトはまだ入手できません。
ko: 아직 스크립트를 사용할 수 없습니다.
ms: Transkrip belum tersedia lagi.
nb: Transkripsjon er ikke tilgjengelig ennå.
nl: Afschrift is nog niet beschikbaar.
pl: Transkrypcja nie jest jeszcze dostępna.
pt: A transcrição ainda não está disponível.
ro: Transcrierea nu este încă disponibilă.
ru: Стенограмма пока недоступна.
sk: Prepis zatiaľ nie je k dispozícii.
sv: Transkription är inte tillgänglig ännu.
th: ยังไม่มีการถอดเสียง
tr: Transkript henüz mevcut değil.
uk: Стенограма поки що недоступна.
vi: Bản ghi âm vẫn chưa có sẵn.
zh_hans: 文字记录尚未提供。
zh_hant: 文字記錄尚未提供。

source: Transcription Failed
ar: فشل التفريغ النصي
ca: Ha fallat la transcripció
cs: Přepis se nezdařil
da: Transskription mislykkedes
de: Transkription fehlgeschlagen
el: Η μεταγραφή απέτυχε
es: Error de transcripción
fi: Transkriptio epäonnistui
fr: Échec de la transcription
he: התמלול נכשל
hi: प्रतिलेखन विफल
hr: Transkripcija nije uspjela
hu: Az átírás nem sikerült
id: Transkripsi Gagal
it: Trascrizione non riuscita
ja: 転写に失敗しました
ko: 전사 실패
ms: Transkripsi Gagal
nb: Transkripsjon mislyktes
nl: Transcriptie mislukt
pl: Transkrypcja nie powiodła się
pt: Falha na transcrição
ro: Transcrierea eșuată
ru: Транскрипция не удалась
sk: Prepis zlyhal
sv: Transkriptionen misslyckades
th: การถอดเสียงล้มเหลว
tr: Transkripsiyon Başarısız
uk: Помилка транскрипції
vi: Phiên âm không thành công
zh_hans: 转录失败
zh_hant: 轉錄失敗

source: Transforming the transcript into a polished study note.
ar: جارٍ تحويل النص المفرغ إلى ملاحظة دراسية مصقولة.
ca: Transformar la transcripció en una nota d'estudi polida.
cs: Transformace přepisu do vyleštěné studijní poznámky.
da: Transskription omdannes til en poleret undersøgelsesnote.
de: Das Transkript in eine ausgefeilte Studiennotiz umwandeln.
el: Μετατροπή της μεταγραφής σε ένα γυαλιστερό σημείωμα μελέτης.
es: Transformar la transcripción en una nota de estudio pulida.
fi: Transkription muuntaminen hiottuksi opiskelumuistiinpanoksi.
fr: Transformer la transcription en une note d'étude soignée.
he: הפיכת התמליל לפתק לימוד מלוטש.
hi: प्रतिलेख को एक परिष्कृत अध्ययन नोट में बदलना।
hr: Pretvaranje prijepisa u uglađenu bilješku za učenje.
hu: Az átirat átalakítása csiszolt tanulmányjegyzetté.
id: Mengubah transkrip menjadi catatan belajar yang sempurna.
it: Trasformare la trascrizione in una nota di studio raffinata.
ja: トランスクリプトを洗練された学習ノートに変換します。
ko: 성적표를 세련된 학습 노트로 변환합니다.
ms: Mengubah transkrip menjadi nota kajian yang digilap.
nb: Transkripsjon av transkripsjonen til et polert studienotat.
nl: Het transcript omzetten in een gepolijste studienotitie.
pl: Przekształcanie transkrypcji w dopracowaną notatkę do nauki.
pt: Transformando a transcrição em uma nota de estudo refinada.
ro: Transformarea foii matricole într-o notă de studiu lustruită.
ru: Превращение стенограммы в отполированную учебную записку.
sk: Transformácia prepisu na vyleštenú študijnú poznámku.
sv: Förvandla utskriften till en polerad studieanteckning.
th: การแปลงข้อความถอดเสียงให้เป็นบันทึกการศึกษาที่สวยงาม
tr: Transkriptin gösterişli bir çalışma notuna dönüştürülmesi.
uk: Перетворення транскрипту в відшліфований навчальний запис.
vi: Chuyển đổi bảng điểm thành một ghi chú nghiên cứu bóng bẩy.
zh_hans: 将成绩单转化为精美的学习笔记。
zh_hant: 將成績單轉換為精美的學習筆記。
